tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-versions"

brew "starship"
brew "docker"
brew "stow"
brew "tmux"
brew "nvim"
brew "antidote"
brew "ripgrep"
brew "delve"
brew "gnu-sed"

cask "appcleaner"
cask "brave-browser"
cask "citrix-workspace"
cask "discord"
cask "firefox@developer-edition"
cask "font-monaspace"
cask "font-hack-nerd-font"
cask "kitty"
cask "notion"
cask "vlc"
cask "zoom"
