tap "homebrew/bundle"

brew "antidote"
cask "bruno"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "httpie"
brew "jdtls"
brew "lazygit"
brew "node"
brew "nvm"
brew "nvim"
brew "orbstack"
brew "stow"
brew "tmux"
brew "zoxide"

cask "affinity-designer"
cask "citrix-workspace"
cask "discord"
cask "ghostty"
cask "intellij-idea"
cask "lunar-client"
cask "rectangle-pro"
cask "steam"
cask "obsidian"
cask "zed"
cask "zoom"
