tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-versions"

brew "starship"
brew "stow"
brew "tmux"
brew "nvim"
brew "node"
brew "antidote"
brew "ripgrep"
brew "haskell-language-server"
brew "ghc"

cask "appcleaner"
cask "brave-browser"
cask "discord"
cask "firefox-developer-edition"
cask "font-monaspace"
cask "kitty"
cask "notion"
cask "vlc"
cask "zoom"
